/* No comment provided by engineer. */
"%@ (No Online Ticketing)" = "%@ (Ei lippujen verkkokauppaa)";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* No comment provided by engineer. */
"%d hours" = "%d hours";

/* No comment provided by engineer. */
"%d miles" = "%d mailia";

/* No comment provided by engineer. */
"%d minutes" = "%d minuuttia";

/* No comment provided by engineer. */
"%d months ago" = "%d kuukautta sitten";

/* No comment provided by engineer. */
"%d weeks ago" = "%d viikkoa sitten";

/* No comment provided by engineer. */
"%d years ago" = "%d vuotta sitten";

/* No comment provided by engineer. */
"1 hour" = "1 tunti";

/* No comment provided by engineer. */
"1 kilometer" = "1 kilometri";

/* No comment provided by engineer. */
"1 mile" = "1 maili";

/* No comment provided by engineer. */
"1 minute" = "1 minuutti";

/* No comment provided by engineer. */
"1 month ago" = "1 kuukausi sitten";

/* No comment provided by engineer. */
"1 week ago" = "1 viikko sitten";

/* No comment provided by engineer. */
"1 year ago" = "1 vuosi sitten";

/* No comment provided by engineer. */
"About" = "Tietoja";

/* No comment provided by engineer. */
"Auto-Update Location" = "Päivitä sijainti automaattisesti";

/* No comment provided by engineer. */
"Call" = "Soita";

/* No comment provided by engineer. */
"Change date" = "Vaihda päivä";

/* No comment provided by engineer. */
"Daily" = "Päivittäin";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "Tulevien päivien tiedot voivat olla puutteellisia. Aseta hakupäivä nykyiseen päivään nähdäksesi täydelliset tiedot.";

/* No comment provided by engineer. */
"Distance" = "Etäisyys";

/* No comment provided by engineer. */
"Donate" = "Lahjoita";

/* No comment provided by engineer. */
"Downloading movie list" = "Haetaan elokuvalistaa";

/* No comment provided by engineer. */
"Downloading ticketing data" = "Haetaan lipputietoja";

/* No comment provided by engineer. */
"E-mail listings" = "Lähetä tiedot sähköpostilla";

/* No comment provided by engineer. */
"E-mail" = "Sähköposti";

/* No comment provided by engineer. */
"Favorites" = "Suosikit";

/* No comment provided by engineer. */
"Finished downloading movie and theater data" = "Elokuva- ja teatteritiedot haettu";

/* No comment provided by engineer. */
"Finished downloading movie list" = "Elokuvalista haettu";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Paikannustietopalvelut:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Grafiikka: Jeffrey Nee";

/* No comment provided by engineer. */
"Last Friday" = "Viime perjantaina";

/* No comment provided by engineer. */
"Last Monday" = "Viime maanantaina";

/* No comment provided by engineer. */
"Last Saturday" = "Viime lauantaina";

/* No comment provided by engineer. */
"Last Sunday" = "Viime sunnuntaina";

/* No comment provided by engineer. */
"Last Thursday" = "Viime torstaina";

/* No comment provided by engineer. */
"Last Tuesday" = "Viime tiistaina";

/* No comment provided by engineer. */
"Last Wednesday" = "Viime keskiviikkona";

/* plural */
"Less than %d %@ away" = "Alle %1$d %2$@";

/* singular */
"Less than 1 %@ away" = "Alle 1 %@";

/* No comment provided by engineer. */
"License" = "Lisenssi";

/* No comment provided by engineer. */
"Localized by:" = "Lokalisoinnit:";

/* No comment provided by engineer. */
"Location" = "Sijainti";

/* No comment provided by engineer. */
"Map" = "Kartta";

/* No comment provided by engineer. */
"Movie details provided by:" = "Elokuvatiedot:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Elokuva-arvostelut:";

/* No comment provided by engineer. */
"Movies" = "Elokuvat";

/* No comment provided by engineer. */
"Name" = "Nimi";

/* No comment provided by engineer. */
"No information found" = "Tietoja ei löytynyt";

/* No comment provided by engineer. */
"No synopsis available." = "Ei tiivistelmää saatavilla.";

/* No comment provided by engineer. */
"Numbers" = "Numerot";

/* No comment provided by engineer. */
"Order tickets for %@" = "Tilaa liput %@";

/* No comment provided by engineer. */
"Play trailer %d" = "Toista näyte %d";

/* No comment provided by engineer. */
"Play trailer" = "Toista näyte";

/* No comment provided by engineer. */
"Please enter your location" = "Syötä sijaintisi";

/* No comment provided by engineer. */
"Postal Code" = "Postinumero";

/* No comment provided by engineer. */
"Project website" = "Projektin websivu";

/* No comment provided by engineer. */
"Rated %@." = "Ikäraja %@.";

/* No comment provided by engineer. */
"Read reviews" = "Lue arvosteluja";

/* No comment provided by engineer. */
"Really close by" = "Todella lähellä";

/* No comment provided by engineer. */
"Really far away" = "Todella kaukana";

/* No comment provided by engineer. */
"Release" = "Ensi-ilta";

/* No comment provided by engineer. */
"Reviews" = "Arvostelut";

/* No comment provided by engineer. */
"Score" = "Arvosana";

/* No comment provided by engineer. */
"Search Date" = "Hakupäivä";

/* No comment provided by engineer. */
"Settings" = "Asetukset";

/* No comment provided by engineer. */
"Show %d hidden theaters" = "Näytä %d piilotettua teatteria";

/* No comment provided by engineer. */
"Show 1 hidden theater" = "Näytä 1 piilotettu teatteri";

/* This string must be kept small.  Preferably 6 characters or less */
"Shows" = "Näytökset";

/* No comment provided by engineer. */
"Theaters" = "Teatterit";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Lipunmyynti:";

/* No comment provided by engineer. */
"Title" = "Elokuva";

/* No comment provided by engineer. */
"Today" = "Tänään";

/* No comment provided by engineer. */
"Unknown Distance" = "Etäisyys ei tiedossa";

/* No comment provided by engineer. */
"Unknown release date" = "Ensi-ilta ei tiedossa";

/* No comment provided by engineer. */
"Unrated." = "Ei ikärajaa.";

/* No comment provided by engineer. */
"Use Small Fonts" = "Pieni fontti";

/* No comment provided by engineer. */
"Website" = "Websivu";

/* No comment provided by engineer. */
"Weekend" = "Viikonloppu";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Tekijä: Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Eilen";

/* No comment provided by engineer. */
"kilometer" = "kilometri";

/* No comment provided by engineer. */
"kilometers" = "kilometriä";

/* No comment provided by engineer. */
"mile" = "maili";

/* No comment provided by engineer. */
"miles" = "mailia";